Case/krogla_2stl_2file/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    movingWall
    {
        type            patch;
        nFaces          1252;
        startFace       575283;
    }
    front
    {
        type            patch;
        nFaces          64;
        startFace       576535;
    }
    back
    {
        type            patch;
        nFaces          136;
        startFace       576599;
    }
    sfera1
    {
        type            wall;
        inGroups        1(wall);
        nFaces          274;
        startFace       576735;
    }
    sfera2
    {
        type            wall;
        inGroups        1(wall);
        nFaces          280;
        startFace       577009;
    }
)

// ************************************************************************* //
