Case/krogla_2stl_2file/0/yPlus
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      yPlus;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    movingWall
    {
        type            calculated;
        value           uniform 0;
    }
    front
    {
        type            calculated;
        value           uniform 0;
    }
    back
    {
        type            calculated;
        value           uniform 0;
    }
    sfera1
    {
        type            calculated;
        value           nonuniform List<scalar> 
274
(
7749.92
7764.23
14840.3
14831.2
11740.2
10474.2
11534.3
9911.75
...
)
;
    }
    sfera2
    {
        type            calculated;
        value           nonuniform List<scalar> 
280
(
7657.66
7640.99
7641.23
10574.4
11918.2
9559.8
13805.7
14839.1
...
)
;
    }
}


// ************************************************************************* //
